{
    "page": 1,
    "results": [
                {
                "poster_path": "/tvSlBzAdRE29bZe5yYWrJ2ds137.jpg",
                "adult": false,
                "overview": "Princess Leia is captured and held hostage by the evil Imperial forces in their effort to take over the galactic Empire. Venturesome Luke Skywalker and dashing captain Han Solo team together with the loveable robot duo R2-D2 and C-3PO to rescue the beautiful princess and restore peace and justice in the Empire.",
                "release_date": "1977-03-20",
                "genre_ids": [
                              12,
                              28,
                              878
                              ],
                "id": 11,
                "original_title": "Star Wars",
                "original_language": "en",
                "title": "Star Wars",
                "backdrop_path": "/4iJfYYoQzZcONB9hNzg0J0wWyPH.jpg",
                "popularity": 6.563971,
                "vote_count": 4218,
                "video": false,
                "vote_average": 7.9
                },
                {
                "poster_path": "/mLrQMqyZgLeP8FrT5LCobKAiqmK.jpg",
                "adult": false,
                "overview": "The USS Enterprise crew explores the furthest reaches of uncharted space, where they encounter a mysterious new enemy who puts them and everything the Federation stands for to the test.",
                "release_date": "2016-07-07",
                "genre_ids": [
                              28,
                              12,
                              878,
                              53
                              ],
                "id": 188927,
                "original_title": "Star Trek Beyond",
                "original_language": "en",
                "title": "Star Trek Beyond",
                "backdrop_path": "/6uBlEXZCUHM15UNZqNig17VdN4m.jpg",
                "popularity": 11.532902,
                "vote_count": 1242,
                "video": false,
                "vote_average": 6.3
                },
                {
                "poster_path": "/hOsvkCePPJ9Fa673zov7sLXH0MI.jpg",
                "adult": false,
                "overview": "Three different persons, three different lives are connected in a mysterious way. 15 year old teenager suffering of misunderstanding, his glamorous and arrogant stepmother and the young untalented but full of optimism actress. Their destinies aren’t predetermined and their lives are very fragile.",
                "release_date": "2014-06-18",
                "genre_ids": [
                              18,
                              10749,
                              35
                              ],
                "id": 278718,
                "original_title": "Звезда",
                "original_language": "ru",
                "title": "Star",
                "backdrop_path": "/xLuFxFnYNotSovIVTV3QmfWnL8O.jpg",
                "popularity": 1.061727,
                "vote_count": 5,
                "video": false,
                "vote_average": 6.4
                },
                {
                "poster_path": "/weUSwMdQIa3NaXVzwUoIIcAi85d.jpg",
                "adult": false,
                "overview": "Thirty years after defeating the Galactic Empire, Han Solo and his allies face a new threat from the evil Kylo Ren and his army of Stormtroopers.",
                "release_date": "2015-12-15",
                "genre_ids": [
                              28,
                              12,
                              878,
                              14
                              ],
                "id": 140607,
                "original_title": "Star Wars: The Force Awakens",
                "original_language": "en",
                "title": "Star Wars: The Force Awakens",
                "backdrop_path": "/c2Ax8Rox5g6CneChwy1gmu4UbSb.jpg",
                "popularity": 10.288314,
                "vote_count": 5062,
                "video": false,
                "vote_average": 7.5
                },
                {
                "poster_path": "/xPihqTMhCh6b8DHYzE61jrIiNMS.jpg",
                "adult": false,
                "overview": "The fate of the galaxy rests in the hands of bitter rivals. One, James Kirk, is a delinquent, thrill-seeking Iowa farm boy. The other, Spock, a Vulcan, was raised in a logic-based society that rejects all emotion. As fiery instinct clashes with calm reason, their unlikely but powerful partnership is the only thing capable of leading their crew through unimaginable danger, boldly going where no one has gone before. The human adventure has begun again.",
                "release_date": "2009-05-06",
                "genre_ids": [
                              878,
                              28,
                              12
                              ],
                "id": 13475,
                "original_title": "Star Trek",
                "original_language": "en",
                "title": "Star Trek",
                "backdrop_path": "/1XOSh6BFZbQ0xN75m4avqgzClyG.jpg",
                "popularity": 3.602101,
                "vote_count": 3341,
                "video": false,
                "vote_average": 7.3
                },
                {
                "poster_path": null,
                "adult": false,
                "overview": "Tender exploration of a disconnected relationship between a beautiful stage performer from China, who is trying to preserve her dignity, and a Malay motorcycle gangster, who clings on to their love hopelessly.",
                "release_date": "2014-12-13",
                "genre_ids": [
                              18
                              ],
                "id": 310980,
                "original_title": "Xing",
                "original_language": "en",
                "title": "Star",
                "backdrop_path": null,
                "popularity": 1.003235,
                "vote_count": 0,
                "video": false,
                "vote_average": 0
                },
                {
                "poster_path": "/vpqMtghnjLmWhkauaTsQhd5ipOR.jpg",
                "adult": false,
                "overview": "After Vietnam, Crystal Wyatt meets a returning soldier, Spencer Hill and although she is young they are drawn together and find they have a lot in common. Spencer's visit is fleeting and although he leaves, Crystal still thinks of him often. Crystal's father dies and her mother, who has never really loved Crystal, begins to mistreat her and use her as a skivvy. After years of this, Crystal is attacked and raped by her brother-in-law. When Crystal gets her father's shotgun to kill her brother-in law, her brother-in-law accidentally shoots her brother, and Crystal runs away from the farm to San Francisco where she becomes quite well known as a singer. Menawhile, Spencer has embarked upon a socially beneficial, yet ill-advised marriage, when he meets Crystal again in San Francisco. They embark on a hurtful affair, but the path does not run smooth for them. As intertwined as their lives are, it takes Spencer time to act like a decent man and do what is right.",
                "release_date": "1993-09-20",
                "genre_ids": [
                              10770,
                              10749,
                              18
                              ],
                "id": 136244,
                "original_title": "Star",
                "original_language": "en",
                "title": "Star",
                "backdrop_path": "/8GE7hVBywIGIkrYS1uuDPpYNzEp.jpg",
                "popularity": 1.003725,
                "vote_count": 1,
                "video": false,
                "vote_average": 6
                },
                {
                "poster_path": "/e4I6LDDCaQxBESDtPo0yemtF4JL.jpg",
                "adult": false,
                "overview": "Gertrude Lawrence rises to stage stardom at the cost of happiness.",
                "release_date": "1968-07-18",
                "genre_ids": [
                              10749,
                              18,
                              10402
                              ],
                "id": 52959,
                "original_title": "Star!",
                "original_language": "en",
                "title": "Star!",
                "backdrop_path": "/j5td7oLm44DQF2D3Ml6mtXSOVlt.jpg",
                "popularity": 1.002336,
                "vote_count": 2,
                "video": false,
                "vote_average": 7
                },
                {
                "poster_path": "/vJDBvDC1RcIQ95oCzsg6FCcr4lE.jpg",
                "adult": false,
                "overview": "Murthy (Prashanth) earns his living taking the blame for the mistakes of other people and the jail is his second home. Dhanushkodi (Raghuvaran) has sworn to kill ex-collector Ramanathan's (Vijayakumar) son and so, Ramanathan has transferred his son Santosh (Pravinkanth) to Mauritius while telling the world that he has ran away. Wishing to save his son, he hires Murthy to act as his long lost son, hoping that Dhanushkodi would kill him instead of his actual son. Murthy too accepts the gig since his lover Preeti (Jyotika) is Ramanathan's niece. In the climax, Santhosh supports Dhanushkodi for killing his father, But Dhanushkodi kills Santhosh. The film ends with Murthy taking the blame for killing Santhosh and surrenders himself to police.",
                "release_date": "2001-07-17",
                "genre_ids": [],
                "id": 339826,
                "original_title": "Star",
                "original_language": "en",
                "title": "Star",
                "backdrop_path": "/33zZdiWZlqcE2nZ364lZzEScBYS.jpg",
                "popularity": 1.00029,
                "vote_count": 0,
                "video": false,
                "vote_average": 0
                },
                {
                "poster_path": null,
                "adult": false,
                "overview": "Dev Kumar Verma comes from a middle-class family and must find employment to support his dad and mom. Dev, however, has set his mind upon becoming a music sensation like Elvis Presley. He loses his job because of this, and refuses to work until and unless he gets a job to his liking, much to the dismay of his parents and his brother, Shiv Kumar. Dev does get employment at Charlie's Disco, where he meets with Maya and falls in love with her.  When Charlie's Disco's competitor, Rana, finds out about Dev, he wants to hire Dev, but Dev decides to continue to work with Charlie's Disco, as a result Dev and Charlie get a beating by Rana's men, and Dev is unable to sing. After recuperating, Dev is devastated to find out that Maya and Shiv Kumar are in love with each other. What impact will this have on Dev and his brother on one hand, and what of his career in music?",
                "release_date": "1982-10-22",
                "genre_ids": [
                              18,
                              10751
                              ],
                "id": 125225,
                "original_title": "Star",
                "original_language": "en",
                "title": "Star",
                "backdrop_path": null,
                "popularity": 1.000001,
                "vote_count": 0,
                "video": false,
                "vote_average": 0
                },
                {
                "poster_path": "/41mhrXASAW3sdn7LBWF49uCX0xi.jpg",
                "adult": false,
                "overview": "When the crew of the Enterprise is called back home, they find an unstoppable force of terror from within their own organization has detonated the fleet and everything it stands for, leaving our world in a state of crisis.  With a personal score to settle, Captain Kirk leads a manhunt to a war-zone world to capture a one man weapon of mass destruction. As our heroes are propelled into an epic chess game of life and death, love will be challenged, friendships will be torn apart, and sacrifices must be made for the only family Kirk has left: his crew.",
                "release_date": "2013-05-05",
                "genre_ids": [
                              28,
                              12,
                              878
                              ],
                "id": 54138,
                "original_title": "Star Trek Into Darkness",
                "original_language": "en",
                "title": "Star Trek Into Darkness",
                "backdrop_path": "/ns0IojuqJe24AHTxe8RVcWJUCDM.jpg",
                "popularity": 3.482886,
                "vote_count": 3303,
                "video": false,
                "vote_average": 7.4
                },
                {
                "poster_path": "/qjiskwlV1qQzRCjpV0cL9pEMF9a.jpg",
                "adult": false,
                "overview": "A rogue band of resistance fighters unite for a mission to steal the Death Star plans and bring a new hope to the galaxy.",
                "release_date": "2016-12-14",
                "genre_ids": [
                              28,
                              12,
                              14,
                              878,
                              53,
                              10752
                              ],
                "id": 330459,
                "original_title": "Rogue One: A Star Wars Story",
                "original_language": "en",
                "title": "Rogue One: A Star Wars Story",
                "backdrop_path": "/tZjVVIYXACV4IIIhXeIM59ytqwS.jpg",
                "popularity": 6.985666,
                "vote_count": 20,
                "video": false,
                "vote_average": 6
                },
                {
                "poster_path": "/tlwxUKFpbhg2LNI1Z8z8RrbK3pp.jpg",
                "adult": false,
                "overview": "Preparing for the hand-to-hand battle of his life and the title of Champion Star Runner, a headstrong fighter creates a deadly hybrid mix of Thai kickboxing and Chinese kung fu. Get ready for the ultimate Pan-Asian mixed martial arts competition, where anything goes and lives are bought and sold.",
                "release_date": "2003-01-01",
                "genre_ids": [
                              28,
                              53,
                              10769
                              ],
                "id": 61187,
                "original_title": "Siu nin a Fu",
                "original_language": "fr",
                "title": "Star Runner",
                "backdrop_path": "/xFIpV8Jb1zC8BgWB0v4ljCbl3DT.jpg",
                "popularity": 1.039306,
                "vote_count": 1,
                "video": false,
                "vote_average": 5.5
                },
                {
                "poster_path": "/hLnYs90BBYBRXpmYQUIPgIKZxvF.jpg",
                "adult": false,
                "overview": "A low-budget, sci-fi satire that focuses on a group of scientists whose mission is to destroy unstable planets. 20 years into their mission, they have battle their alien mascot, that resembles a beach ball, as well as a \"sensitive\" and intelligent bombing device that starts to question the meaning of its existence.",
                "release_date": "1974-04-01",
                "genre_ids": [
                              35,
                              878
                              ],
                "id": 1410,
                "original_title": "Dark Star",
                "original_language": "en",
                "title": "Dark Star",
                "backdrop_path": "/1His1LcRq6tekJCDd2ns6mmRLDS.jpg",
                "popularity": 1.550189,
                "vote_count": 40,
                "video": false,
                "vote_average": 5.5
                },
                {
                "poster_path": "/e0ygYZ9QlYWbNFo2JDjoZ6OOXGh.jpg",
                "adult": false,
                "overview": "Command of one of the Soviet divisions becomes aware of the alleged enemy counterattack. The scouts sent into the enemy's rear to refine the data returned.  A new group of seven scouts, called \"The Star\", headed by Lieutenant lieutenant.  Returning after a job, the group suddenly found with the German squad. After sending one of the scouts with a report, the lieutenant lieutenant with his friends enter into mortal combat with the enemy ...",
                "release_date": "1949-06-06",
                "genre_ids": [
                              28,
                              18,
                              10752
                              ],
                "id": 158124,
                "original_title": "Звезда",
                "original_language": "ru",
                "title": "The Star",
                "backdrop_path": "/8YUl8HFO9fCketuirPou9aEnD7h.jpg",
                "popularity": 1.138951,
                "vote_count": 2,
                "video": false,
                "vote_average": 6.8
                },
                {
                "poster_path": "/7ZKNV2ZqVwsrs3JPSzkK7hHbajy.jpg",
                "adult": false,
                "overview": "Earth is attacked by an intergalactic villain and his army of robotic androids.",
                "release_date": "1979-10-26",
                "genre_ids": [
                              878
                              ],
                "id": 74839,
                "original_title": "Sette uomini d'oro nello spazio",
                "original_language": "en",
                "title": "Star Odyssey",
                "backdrop_path": "/bs1yku385HOrn6evcUmIARtGHAE.jpg",
                "popularity": 1.000085,
                "vote_count": 3,
                "video": false,
                "vote_average": 2.3
                },
                {
                "poster_path": "/eMbsUnRfRciBGLclsqmICPOXbir.jpg",
                "adult": false,
                "overview": "Rock Star tells the story of Chris Cole and a rock band called Steel Dragon. Cole is a photocopier technician by day, and the lead singer of a Steel Dragon tribute band called \"Blood Pollution\" by night.Internal struggles between the Steel Dragon band members culminate with the firing of the lead singer, Bobby Beers and the starting of recruitment sessions to find a new vocalist. Loosely inspired by the true story of the heavy metal band Judas Priest.",
                "release_date": "2001-09-04",
                "genre_ids": [
                              10402,
                              18,
                              35
                              ],
                "id": 12508,
                "original_title": "Rock Star",
                "original_language": "en",
                "title": "Rock Star",
                "backdrop_path": "/7rBbIWriZUllqLabRYtN8O4tDTu.jpg",
                "popularity": 1.422906,
                "vote_count": 93,
                "video": false,
                "vote_average": 5.9
                },
                {
                "poster_path": "/54mSiJi2jwvbf6WyxrUIP0TYZNK.jpg",
                "adult": false,
                "overview": "In time of war, a man must survive to make a journey to fulfill a promise made and discover the truth. After a terrible battle, a man sees his great friend perish, leaving him one request – that he visit the king, father of the deceased, to give him the news of his death. Tied promise on his deathbed friend, the warrior part for the meeting with the monarch, an old man and convalescent, who lost his only heir. The king demands that the warrior’s serve, but the man is tired of war and want a place to live in peace. When the warrior goes in search of tranquility, his path crosses that of a beautiful young woman, chased by soldiers. He saves her and discovers she is a witch. With the Inquisition coming to the kingdom and a new love in his chest, the warrior must regain their weapons to prevent more blood from the people he loves spill.",
                "release_date": "2014-04-14",
                "genre_ids": [
                              14,
                              28,
                              12
                              ],
                "id": 296367,
                "original_title": "Morning Star",
                "original_language": "en",
                "title": "Morning Star",
                "backdrop_path": "/7eg8XTAeunoxtyo5zgvj27x1Eh8.jpg",
                "popularity": 1.412555,
                "vote_count": 3,
                "video": false,
                "vote_average": 1.2
                },
                {
                "poster_path": "/pO6D30GJQ9glv1bvwyEvDiPUGX0.jpg",
                "adult": false,
                "overview": "Byeol, is a movie that talks about an orphan living with his dog. He loves studying the stars and also has a crush on a pet doctor. In order to get close to her, he always buy dog snacks as a smoke screen. After countless visits, he decided to ask her out on a date. However she failed to turn up that night, he lost hope on his first love attempt and volunteered to work at a distance post.",
                "release_date": "2003-10-21",
                "genre_ids": [
                              18
                              ],
                "id": 27539,
                "original_title": "Byeol",
                "original_language": "en",
                "title": "The Star",
                "backdrop_path": "/eZktJQ4DGentztpDgeHggwuuR6h.jpg",
                "popularity": 1.054428,
                "vote_count": 2,
                "video": false,
                "vote_average": 4.8
                },
                {
                "poster_path": "/dMo0ToyAlicDeSNmY47vZkbrRIK.jpg",
                "adult": false,
                "overview": "In 1818, high-spirited young Fanny Brawne finds herself increasingly intrigued by the handsome but aloof poet John Keats, who lives next door to her family friends the Dilkes. After reading a book of his poetry, she finds herself even more drawn to the taciturn Keats. Although he agrees to teach her about poetry, Keats cannot act on his reciprocated feelings for Fanny, since as a struggling poet he has no money to support a wife.",
                "release_date": "2009-11-05",
                "genre_ids": [
                              18,
                              10749
                              ],
                "id": 29963,
                "original_title": "Bright Star",
                "original_language": "en",
                "title": "Bright Star",
                "backdrop_path": "/bfC8sfsHImqXWO1WHJJWIhWXEbo.jpg",
                "popularity": 1.35948,
                "vote_count": 61,
                "video": false,
                "vote_average": 6.4
                }
                ],
    "total_results": 1649,
    "total_pages": 83
}
